Repository: deancrowe/openplotter-can
Catalog: openplotterCan/locale/*/LC_MESSAGES/openplotter-can.po
Languages: eu

source: Adding openplotter-can-read service...
eu: Openplotter-can-read zerbitzua gehitzen...

source: DONE
eu: EGINA

source: FAILED:
eu: HUTS EGIN DA:

source: Removing openplotter-can-read service...
eu: Openplotter-can-read zerbitzua kentzen...

source: Please connect (or disconnect and reconnect) the CAN-USB adapter
eu: Mesedez, konekta ezazu (edo deskonektatu eta konektatu berriro) CAN-USB egokitzailea

source: Can not open serial device (CAN-USB) connected on:
eu: Ezin izan da konektatutako serie gailua (CAN-USB) zabaldu:

source: Help
eu: Laguntza

source: Settings
eu: Ezarpenak

source: CAN-USB Setup
eu: CAN-USB instalazioa egin

source: Refresh
eu: Freskatu

source: This feature is only for Raspberry Pi
eu: Ezaugarri hau Raspberry Pi-rako bakarrik dago eskuragarri

source: Serial Port
eu: Portu seriea

source: Baud Rate
eu: Baudio abiadura

source: SK connection ID
eu: SK konexio IDa

source: Open device TX PGNs
eu: TX PGN gailua ireki

source: Please install "Signal K Installer" OpenPlotter app
eu: Mesedez, "Signal K Installer" OpenPlotter aplikazioa instalatu

source: Please install "signalk-to-nmea2000" Signal K app
eu: Mesedez, "signalk-to-nmea2000" Singal K aplikazioa instalatu

source: Disabling device and restarting Signal K server...
eu: Gailua ezintzen eta Signal K serbidorea berrebiarazten...

source: Enabling device and restarting Signal K server...
eu: Gailua gaitzen eta Signal K serbidorea berrebiarazten...

source: Restarting Signal K server...
eu: Signal K serbidorea berrebiarazten...

source: Signal K server restarted
eu: Signal K serbidorea berrebiarazia

source: Interface
eu: Interfazea

source: Restarting CANable interfaces...
eu: CANable interfazeak berrebiarazten...

source: Connection
eu: Konexioa

source: Oscillator
eu: Osziladorea

source: Interrupt
eu: Geldiarazi

source: Add MCP2515 device
eu: MCP2515 gailua gehitu

source: Changes will be applied after restarting
eu: Aldaketak ezarriak izango dira berrebiarazi ondoren

source: Fill in all fields
eu: Bete ezazu hutsune guztiak

source: This connection already exists
eu: Konexio hau jadanik existitzen da

source: This interrupt GPIO already exists
eu: GPIO interruptore hau jadanik existitzen da

source: Please install "signalk-n2kais-to-nmea0183" Signal K app
eu: Mesedez, "signalk-n2kais-to-nmea0183" Signal K aplikazioa instalatu

source: Open device PGNs
eu: Gailu PGNak ireki

source: Apply
eu: Aplikatu

source: Close
eu: Itxi

source: Error connecting with device
eu: Gailuarekin konektatzean arazoa

source: The list of enabled PGNs is empty, you may need to try a different baudrate or reset your device to 115200 bauds
eu: Gaitutako PGNen zerrenda hutsik dago, beste baudio abiadura batekin saiatu beharko zara, edo reseteatu zure gailua 115200 baudioetara

source: open PGNs:
eu: zabalik dauden PGNak:

source: close PGNs:
eu: itxi PGNak:

source: You can not activate more than 30 PGNs
eu: Ezin duzu 30 PGN baino gehiago gaitu

source: enabled transmission PGNs (max. 30):
eu: gaitutako transmisio PGNak (Gehienez 30):

source: Interrupt GPIO
eu: GPIO geldiarazi

source: Checking CAN devices...
eu: CAN gailuak ikuskatzen...

source: There is not Signal K connection for interface:
eu: Ez dago Signal K-rik konektatua interfazera:
